/* Alice and Bob are typing… */
"%1$@ and %2$@ are typing…" = "%1$@ and %2$@ are typing…";

/* Alice, Bob and Charlie are typing… */
"%1$@, %2$@ and %3$@ are typing…" = "%1$@, %2$@ and %3$@ are typing…";

/* Alice, Bob, Charlie and 3 others are typing… */
"%1$@, %2$@, %3$@ and %4$@ others are typing…" = "%1$@, %2$@, %3$@ and %4$@ others are typing…";

/* Alice, Bob, Charlie and 1 other is typing… */
"%1$@, %2$@, %3$@ and 1 other is typing…" = "%1$@, %2$@, %3$@ and 1 other is typing…";

/* Alice and Bob will receive invitations */
"%@ and %@ will receive invitations" = "%1$@ and %2$@ will receive invitations";

/* No comment provided by engineer. */
"%@ invitation" = "Invitación de %@";

/* '%@' is the name of a user */
"%@ is out of office" = "%@ is out of office";

/* '%@' is the name of a user */
"%@ is out of office today" = "%@ is out of office today";

/* Alice is typing… */
"%@ is typing…" = "%@ is typing…";

/* {app name} is not installed */
"%@ not installed" = "%@ no instalado/a";

/* {app name} version not supported */
"%@ version not supported" = "Versión de %@ no compatible";

/* Alice will receive an invitation */
"%@ will receive an invitation" = "%@ will receive an invitation";

/* Alice, Bob and Charlie will receive invitations */
"%@, %@ and %@ will receive invitations" = "%1$@, %2$@ and %3$@ will receive invitations";

/* Alice, Bob, Charlie and 3 others will receive invitations */
"%@, %@, %@ and %ld others will receive invitations" = "%1$@, %2$@, %3$@ and %4$ld others will receive invitations";

/* Alice, Bob, Charlie and 1 other will receive invitations */
"%@, %@, %@ and 1 other will receive invitations" = "%1$@, %2$@, %3$@ and 1 other will receive invitations";

/* No comment provided by engineer. */
"%d days ago" = "hace %d días";

/* No comment provided by engineer. */
"%d hours ago" = "hace %d horas";

/* No comment provided by engineer. */
"%d minutes ago" = "hace %d minutos";

/* Number of options in a poll */
"%d options" = "%d options";

/* Replies in a thread */
"%d replies" = "%d replies";

/* Votes in a poll */
"%d votes" = "%d votos";

/* No comment provided by engineer. */
"%ld notifications" = "%ld notificaciones";

/* No comment provided by engineer. */
"%ld participants" = "%ld participantes";

/* No comment provided by engineer. */
"%ld participants in this call" = "%ld participants in this call";

/* Replies in a thread */
"%ld replies" = "%ld replies";

/* No comment provided by engineer. */
"'Do not disturb' user status is ignored for important conversations" = "'Do not disturb' user status is ignored for important conversations";

/* No comment provided by engineer. */
"1 day" = "1 día";

/* No comment provided by engineer. */
"1 hour" = "1 hora";

/* No comment provided by engineer. */
"1 week" = "1 semana";

/* First step in scanning QR code instructions */
"1. Access your server in a web browser" = "1. Access your server in a web browser";

/* No comment provided by engineer. */
"15 minutes" = "15 minutes";

/* Second step in scanning QR code instructions */
"2. Go to Settings > Security > Create new app password" = "2. Go to Settings > Security > Create new app password";

/* Message is pinned 24 hours */
"24 hours" = "24 hours";

/* Third step in scanning QR code instructions */
"3. Scan the QR code shown there" = "3. Scan the QR code shown there";

/* Message is pinned 30 days */
"30 days" = "30 days";

/* No comment provided by engineer. */
"30 minutes" = "30 minutos";

/* No comment provided by engineer. */
"4 hours" = "4 horas";

/* No comment provided by engineer. */
"4 weeks" = "4 semanas";

/* Message is pinned 7 days */
"7 days" = "7 days";

/* No comment provided by engineer. */
"8 hours" = "8 horas";

/* No comment provided by engineer. */
"@-mentions only" = "Solo menciones @";

/* No comment provided by engineer. */
"[Unknown username]" = "[Nombre de usuario desconocido]";

/* No comment provided by engineer. */
"About" = "Acerca de";

/* No comment provided by engineer. */
"Absence" = "Absence";

/* No comment provided by engineer. */
"Accept" = "Accept";

/* No comment provided by engineer. */
"Account" = "Cuenta";

/* No comment provided by engineer. */
"Account already added" = "Cuenta ya agregada";

/* No comment provided by engineer. */
"Account not configured" = "Cuenta no configurada";

/* No comment provided by engineer. */
"Account not found" = "Account not found";

/* No comment provided by engineer. */
"Accounts" = "Cuentas";

/* No comment provided by engineer. */
"Accuracy" = "Precisión";

/* No comment provided by engineer. */
"Add (%lu)" = "Agregar (%lu)";

/* No comment provided by engineer. */
"Add account" = "Agregar cuenta";

/* No comment provided by engineer. */
"Add an internal note about this ban" = "Add an internal note about this ban";

/* No comment provided by engineer. */
"Add answer" = "Agregar respuesta";

/* No comment provided by engineer. */
"Add attendees" = "Add attendees";

/* No comment provided by engineer. */
"Add participants" = "Agregar participantes";

/* No comment provided by engineer. */
"Add reaction" = "Add reaction";

/* No comment provided by engineer. */
"Add to favorites" = "Agregar a tus favoritos";

/* No comment provided by engineer. */
"Added note to self" = "Added note to self";

/* No comment provided by engineer. */
"Adding a mention will only notify users that did not read the message yet" = "Adding a mention will only notify users that did not read the message yet";

/* No comment provided by engineer. */
"Address" = "Dirección";

/* No comment provided by engineer. */
"Advanced" = "Avanzado";

/* No comment provided by engineer. */
"AirPlay button" = "Botón AirPlay";

/* No comment provided by engineer. */
"All messages" = "Todos los mensajes";

/* No comment provided by engineer. */
"All messages were deleted" = "Todos los mensajes fueron eliminados";

/* No comment provided by engineer. */
"All notifications are muted" = "Todas las notificaciones están silenciadas";

/* No comment provided by engineer. */
"Allow guests to join this conversation via link" = "Allow guests to join this conversation via link";

/* '@all' should not be translated */
"Allow participants to mention @all" = "Allow participants to mention @all";

/* No comment provided by engineer. */
"Allow to dial-in without a pin" = "Permitir llamar sin un PIN";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "Permitido";

/* No comment provided by engineer. */
"Alphabetical order" = "Orden alfabético";

/* No comment provided by engineer. */
"Also open to guest app users" = "También abierto para usuarios invitados de la app";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and %ld more participants" = "An administrator added you and %ld more participants";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and {user0}" = "An administrator added you and {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and %ld more participants" = "An administrator added {user0} and %ld more participants";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and {user1}" = "An administrator added {user0} and {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and %ld more participants from moderators" = "An administrator demoted you and %ld more participants from moderators";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and {user0} from moderators" = "An administrator demoted you and {user0} from moderators";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and %ld more participants from moderators" = "An administrator demoted {user0} and %ld more participants from moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and {user1} from moderators" = "An administrator demoted {user0} and {user1} from moderators";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and %ld more participants to moderators" = "An administrator promoted you and %ld more participants to moderators";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and {user0} to moderators" = "An administrator promoted you and {user0} to moderators";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and %ld more participants to moderators" = "An administrator promoted {user0} and %ld more participants to moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and {user1} to moderators" = "An administrator promoted {user0} and {user1} to moderators";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and %ld more participants" = "An administrator removed you and %ld more participants";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and {user0}" = "An administrator removed you and {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and %ld more participants" = "An administrator removed {user0} and %ld more participants";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and {user1}" = "An administrator removed {user0} and {user1}";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "Se produjo un error al cambiar la configuración de privacidad";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "Se produjo un error al cambiar la configuración de estado de lectura";

/* No comment provided by engineer. */
"An error occurred changing typing privacy setting" = "Se produjo un error al cambiar la configuración de privacidad de escritura";

/* No comment provided by engineer. */
"An error occurred downloading the picture" = "An error occurred downloading the picture";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "Se produjo un error al eliminar la imagen de perfil";

/* No comment provided by engineer. */
"An error occurred setting address" = "Se produjo un error al configurar la dirección";

/* No comment provided by engineer. */
"An error occurred setting email address" = "Se produjo un error al configurar la dirección de correo electrónico";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "Se produjo un error al configurar el número de teléfono";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "Se produjo un error al configurar la imagen de perfil";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "Se produjo un error al configurar la cuenta de Twitter";

/* No comment provided by engineer. */
"An error occurred setting user name" = "Se produjo un error al configurar el nombre de usuario";

/* No comment provided by engineer. */
"An error occurred setting website" = "Se produjo un error al configurar el sitio web";

/* No comment provided by engineer. */
"An error occurred trying to translate message" = "Se produjo un error al intentar traducir el mensaje";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "Se produjo un error al agregar a %@ a la sala";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to a message" = "An error occurred while adding a reaction to a message";

/* No comment provided by engineer. */
"An error occurred while adding note" = "An error occurred while adding note";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "Se produjo un error al limpiar el mensaje de estado";

/* No comment provided by engineer. */
"An error occurred while creating poll draft" = "An error occurred while creating poll draft";

/* No comment provided by engineer. */
"An error occurred while creating the meeting" = "An error occurred while creating the meeting";

/* No comment provided by engineer. */
"An error occurred while creating the poll" = "Se produjo un error al crear la encuesta";

/* No comment provided by engineer. */
"An error occurred while creating the thread" = "An error occurred while creating the thread";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "Se produjo un error al eliminar el mensaje";

/* No comment provided by engineer. */
"An error occurred while deleting the poll draft" = "An error occurred while deleting the poll draft";

/* No comment provided by engineer. */
"An error occurred while disabling absence" = "An error occurred while disabling absence";

/* No comment provided by engineer. */
"An error occurred while editing the poll" = "An error occurred while editing the poll";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "Se produjo un error al abrir el archivo %@";

/* No comment provided by engineer. */
"An error occurred while pinning the message" = "An error occurred while pinning the message";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from a message" = "An error occurred while removing a reaction from a message";

/* No comment provided by engineer. */
"An error occurred while removing the avatar" = "Se produjo un error al eliminar el avatar";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "Se produjo un error al enviar el mensaje";

/* No comment provided by engineer. */
"An error occurred while setting \(formattedPhoneNumber) as phone number" = "Se produjo un error al configurar \(formattedPhoneNumber) como número de teléfono";

/* No comment provided by engineer. */
"An error occurred while setting absence" = "An error occurred while setting absence";

/* No comment provided by engineer. */
"An error occurred while setting description" = "An error occurred while setting description";

/* No comment provided by engineer. */
"An error occurred while setting online status" = "An error occurred while setting online status";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "Se produjo un error al configurar el número de teléfono";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "Se produjo un error al configurar el mensaje de estado";

/* No comment provided by engineer. */
"An error occurred while setting the avatar" = "Se produjo un error al configurar el avatar";

/* No comment provided by engineer. */
"An error occurred while setting user status" = "An error occurred while setting user status";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "Se produjo un error al compartir el archivo";

/* No comment provided by engineer. */
"An error occurred while starting a new group conversation" = "An error occurred while starting a new group conversation";

/* No comment provided by engineer. */
"An error occurred while testing push notifications" = "An error occurred while testing push notifications";

/* No comment provided by engineer. */
"An error occurred while unpinning the message" = "An error occurred while unpinning the message";

/* No comment provided by engineer. */
"an hour" = "una hora";

/* No comment provided by engineer. */
"Anonymous poll" = "Anonymous poll";

/* No comment provided by engineer. */
"Answer" = "Responder";

/* No comment provided by engineer. */
"Answers" = "Respuestas";

/* No comment provided by engineer. */
"App" = "Aplicación";

/* No comment provided by engineer. */
"App is outdated" = "La app está desactualizada";

/* No comment provided by engineer. */
"Appear offline" = "Aparecer como desconectado";

/* No comment provided by engineer. */
"Archive conversation" = "Archive conversation";

/* No comment provided by engineer. */
"Archived conversations" = "Archived conversations";

/* No comment provided by engineer. */
"Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list." = "Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list.";

/* No comment provided by engineer. */
"Ask a question" = "Hacer una pregunta";

/* No comment provided by engineer. */
"Attachments allowed?" = "¿Se permiten adjuntos?";

/* No comment provided by engineer. */
"Attendees" = "Attendees";

/* No comment provided by engineer. */
"Audio options" = "Audio options";

/* No comment provided by engineer. */
"Audio, video and screen shares" = "Audio, video and screen shares";

/* No comment provided by engineer. */
"Audios" = "Grabaciones de audio";

/* No comment provided by engineer. */
"Away" = "Ausente";

/* No comment provided by engineer. */
"Back to conversations" = "Back to conversations";

/* Ban a user/guest */
"Ban" = "Ban";

/* e.g. Ban John Doe */
"Ban %@" = "Ban %@";

/* No comment provided by engineer. */
"Ban participant" = "Ban participant";

/* Date and time of ban creation */
"Banned by:" = "Banned by:";

/* No comment provided by engineer. */
"Banned users and guests" = "Banned users and guests";

/* Bold text */
"Bold" = "Bold";

/* No comment provided by engineer. */
"bot" = "bot";

/* No comment provided by engineer. */
"Browse poll drafts" = "Browse poll drafts";

/* No comment provided by engineer. */
"Busy" = "Busy";

/* No comment provided by engineer. */
"Cached files" = "Archivos en caché";

/* No comment provided by engineer. */
"Cached images" = "Imágenes en caché";

/* No comment provided by engineer. */
"Calendar" = "Calendar";

/* No comment provided by engineer. */
"Call notification sent" = "Notificación de llamada enviada";

/* No comment provided by engineer. */
"Call options" = "Call options";

/* No comment provided by engineer. */
"Call recording enabled?" = "¿Se habilita la grabación de llamadas?";

/* No comment provided by engineer. */
"Call recording failed. Please contact your administrator" = "Fallo en la grabación de la llamada. Por favor, contacta con tu administrador/a";

/* No comment provided by engineer. */
"Call recording is starting" = "Comenzando la grabación de la llamada";

/* No comment provided by engineer. */
"Call recording started" = "Grabación de la llamada iniciada";

/* No comment provided by engineer. */
"Call recording stopped" = "Grabación de la llamada detenida";

/* No comment provided by engineer. */
"Call without notification" = "Llamada sin notificación";

/* No comment provided by engineer. */
"Calling is currently not supported because end-to-end-encryption is enabled on the server" = "Calling is currently not supported because end-to-end-encryption is enabled on the server";

/* No comment provided by engineer. */
"CallKit supported?" = "CallKit supported?";

/* No comment provided by engineer. */
"Calls" = "Llamadas";

/* No comment provided by engineer. */
"Calls enabled?" = "¿Se habilitan las llamadas?";

/* No comment provided by engineer. */
"Calls from an old account were received." = "Se recibieron llamadas de una cuenta antigua";

/* No comment provided by engineer. */
"Calls from old accounts" = "Llamadas de cuentas antiguas";

/* No comment provided by engineer. */
"Camera" = "Cámara";

/* No comment provided by engineer. */
"Camera access" = "Acceso a la cámara";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "No se permite el acceso a la cámara. Verifica tus ajustes.";

/* No comment provided by engineer. */
"Camera disabled" = "Cámara deshabilitada";

/* No comment provided by engineer. */
"Camera enabled" = "Cámara habilitada";

/* No comment provided by engineer. */
"Can create conversations?" = "¿Puede crear conversaciones?";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Cancelled call from another account" = "Llamada cancelada desde otra cuenta";

/* No comment provided by engineer. */
"Cannot share to conversation" = "No se puede compartir en la conversación";

/* No comment provided by engineer. */
"Capabilities" = "Capacidades";

/* No comment provided by engineer. */
"Change password" = "Cambiar contraseña";

/* No comment provided by engineer. */
"Change your vote" = "Cambiar tu voto";

/* No comment provided by engineer. */
"Chat" = "Chat";

/* No comment provided by engineer. */
"Chat messages" = "Mensajes de chat";

/* No comment provided by engineer. */
"Clear cache" = "Borrar el caché";

/* No comment provided by engineer. */
"Clear cached chat messages" = "Clear cached chat messages";

/* No comment provided by engineer. */
"Clear reminder" = "Clear reminder";

/* No comment provided by engineer. */
"Clear status message" = "Borrar mensaje de estado";

/* No comment provided by engineer. */
"Clear status message after" = "Borrar mensaje de estado después de";

/* No comment provided by engineer. */
"Close" = "Cerrar";

/* Code block */
"Code" = "Code";

/* No comment provided by engineer. */
"Configuration" = "Configuración";

/* No comment provided by engineer. */
"Configure your next absence period" = "Configure your next absence period";

/* No comment provided by engineer. */
"Confirm and hide warning" = "Confirmar y ocultar advertencia";

/* No comment provided by engineer. */
"Connecting to %@ …" = "Conectando a %@...";

/* No comment provided by engineer. */
"Connecting to the call …" = "Conectando a la llamada...";

/* No comment provided by engineer. */
"Contact access" = "Acceso a los contactos";

/* No comment provided by engineer. */
"Contact access has been denied" = "Se ha denegado el acceso a los contactos";

/* No comment provided by engineer. */
"Contacts" = "Contactos";

/* No comment provided by engineer. */
"Conversation creation failed" = "Conversation creation failed";

/* No comment provided by engineer. */
"Conversation details" = "Detalles de la conversación";

/* No comment provided by engineer. */
"Conversation name" = "Nombre de la conversación";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "El nombre de la conversación no puede estar vacío";

/* No comment provided by engineer. */
"Conversation not found" = "Conversación no encontrada";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "Conversación no encontrada o no unida";

/* No comment provided by engineer. */
"Conversation participants" = "Conversation participants";

/* No comment provided by engineer. */
"Conversation password has been removed" = "Conversation password has been removed";

/* No comment provided by engineer. */
"Conversation password has been saved" = "Conversation password has been saved";

/* No comment provided by engineer. */
"Conversation settings" = "Configuración de la conversación";

/* No comment provided by engineer. */
"Conversations" = "Conversaciones";

/* No comment provided by engineer. */
"Copy" = "Copiar";

/* No comment provided by engineer. */
"Copy message link" = "Copy message link";

/* No comment provided by engineer. */
"Copy message selection" = "Copy message selection";

/* No comment provided by engineer. */
"Could not access camera" = "No se pudo acceder a la cámara";

/* No comment provided by engineer. */
"Could not access microphone" = "No se pudo acceder al micrófono";

/* No comment provided by engineer. */
"Could not access speech recognition" = "No se pudo acceder al reconocimiento de voz";

/* No comment provided by engineer. */
"Could not access your location" = "No se pudo acceder a tu ubicación";

/* No comment provided by engineer. */
"Could not add participant" = "No se pudo agregar el participante";

/* No comment provided by engineer. */
"Could not ban participant" = "Could not ban participant";

/* No comment provided by engineer. */
"Could not change archived conversation setting" = "Could not change archived conversation setting";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "No se pudo cambiar la configuración de notificaciones de llamadas";

/* No comment provided by engineer. */
"Could not change important conversation setting" = "Could not change important conversation setting";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "No se pudo cambiar el alcance de visualización de la conversación";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "No se pudo cambiar el estado de espera de la conversación";

/* No comment provided by engineer. */
"Could not change mention permissions of the conversation" = "Could not change mention permissions of the conversation";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "No se pudo cambiar los permisos de moderación del participante";

/* No comment provided by engineer. */
"Could not change notifications setting" = "No se pudo cambiar la configuración de notificaciones";

/* No comment provided by engineer. */
"Could not change password protection settings" = "No se pudo cambiar la configuración de protección con contraseña";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "No se pudo cambiar el estado de solo lectura de la conversación";

/* No comment provided by engineer. */
"Could not change sensitive conversation setting" = "Could not change sensitive conversation setting";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "No se pudo cambiar los permisos de compartir de la conversación";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "No se pudo cambiar el estado de SIP de la conversación";

/* No comment provided by engineer. */
"Could not clear chat history" = "No se pudo borrar el historial de chat";

/* No comment provided by engineer. */
"Could not clear status message" = "No se pudo borrar el mensaje de estado";

/* No comment provided by engineer. */
"Could not create meeting" = "Could not create meeting";

/* No comment provided by engineer. */
"Could not delete conversation" = "No se pudo eliminar la conversación";

/* No comment provided by engineer. */
"Could not disable absence" = "Could not disable absence";

/* No comment provided by engineer. */
"Could not get available languages" = "Could not get available languages";

/* No comment provided by engineer. */
"Could not join %@ call" = "No se pudo unir a la llamada de %@";

/* No comment provided by engineer. */
"Could not join call with %@" = "No se pudo unir a la llamada con %@";

/* No comment provided by engineer. */
"Could not join conversation" = "No se pudo unirse a la conversación";

/* No comment provided by engineer. */
"Could not leave conversation" = "No se pudo abandonar la conversación";

/* No comment provided by engineer. */
"Could not login with QR code" = "Could not login with QR code";

/* No comment provided by engineer. */
"Could not remove participant" = "No se pudo eliminar el participante";

/* No comment provided by engineer. */
"Could not rename the conversation" = "No se pudo cambiar el nombre de la conversación";

/* No comment provided by engineer. */
"Could not resend email invitations" = "No se pudieron reenviar las invitaciones por correo electrónico";

/* No comment provided by engineer. */
"Could not send call notification" = "No se pudo enviar la notificación de llamada";

/* No comment provided by engineer. */
"Could not send the message" = "No se pudo enviar el mensaje";

/* No comment provided by engineer. */
"Could not set absence" = "Could not set absence";

/* No comment provided by engineer. */
"Could not set conversation name" = "No se pudo establecer el nombre de la conversación";

/* No comment provided by engineer. */
"Could not set message expiration time" = "No se pudo establecer el tiempo de expiración del mensaje";

/* No comment provided by engineer. */
"Could not set online status" = "Could not set online status";

/* No comment provided by engineer. */
"Could not set phone number" = "No se pudo establecer el número de teléfono";

/* No comment provided by engineer. */
"Could not set status message" = "No se pudo establecer el mensaje de estado";

/* No comment provided by engineer. */
"Could not share file" = "No se pudo compartir el archivo";

/* No comment provided by engineer. */
"Could not start group conversation" = "Could not start group conversation";

/* No comment provided by engineer. */
"Create" = "Crear";

/* No comment provided by engineer. */
"Create a new conversation" = "Crear una nueva conversación";

/* No comment provided by engineer. */
"Create a thread" = "Create a thread";

/* No comment provided by engineer. */
"Create or join a conversation" = "Create or join a conversation";

/* No comment provided by engineer. */
"Create poll" = "Crear encuesta";

/* No comment provided by engineer. */
"Creating poll draft failed" = "Creating poll draft failed";

/* No comment provided by engineer. */
"Creating poll failed" = "La creación de la encuesta falló";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "Las credenciales de esta cuenta ya no son válidas";

/* Custom message expiration */
"Custom" = "Custom";

/* name of a moderator who banned a participant */
"Date:" = "Date:";

/* No comment provided by engineer. */
"days" = "días";

/* No comment provided by engineer. */
"Deck cards" = "Cartas de baraja";

/* No comment provided by engineer. */
"Default" = "Predeterminado";

/* No comment provided by engineer. */
"Delete" = "Borrar";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "Eliminar todo";

/* No comment provided by engineer. */
"Delete all messages" = "Eliminar todos los mensajes";

/* No comment provided by engineer. */
"Delete conversation" = "Borrar conversación";

/* Delete a conversation right now without waiting for auto-deletion */
"Delete now" = "Delete now";

/* No comment provided by engineer. */
"Deleted user" = "Deleted user";

/* No comment provided by engineer. */
"Deleting message" = "Eliminando mensaje";

/* No comment provided by engineer. */
"Deleting poll draft failed" = "Deleting poll draft failed";

/* No comment provided by engineer. */
"Demote from moderator" = "Degradar de moderador";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = "Denegado";

/* No comment provided by engineer. */
"Description" = "Description";

/* No comment provided by engineer. */
"Description cannot be longer than 500 characters" = "Description cannot be longer than 500 characters";

/* No comment provided by engineer. */
"Details" = "Details";

/* No comment provided by engineer. */
"detected" = "detectado";

/* No comment provided by engineer. */
"Detecting language" = "Detectando idioma";

/* No comment provided by engineer. */
"Diagnostics" = "Diagnóstico";

/* No comment provided by engineer. */
"Disable absence" = "Disable absence";

/* No comment provided by engineer. */
"Disable blur" = "Disable blur";

/* speaker = Loudspeaker, device */
"Disable speaker" = "Disable speaker";

/* No comment provided by engineer. */
"Disconnected" = "Desconectado";

/* No comment provided by engineer. */
"Dismiss" = "Descartar";

/* No comment provided by engineer. */
"Dismiss notification" = "Descartar notificación";

/* No comment provided by engineer. */
"Do not disturb" = "No molestar";

/* No comment provided by engineer. */
"Do you really want to clear the file cache?" = "¿Realmente quieres borrar la caché de archivos?";

/* No comment provided by engineer. */
"Do you really want to clear the image cache?" = "¿Realmente quieres borrar la caché de imágenes?";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = "¿Realmente quieres borrar todos los mensajes de esta conversación?";

/* No comment provided by engineer. */
"Do you really want to delete this conversation for everyone?" = "Do you really want to delete this conversation for everyone?";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "¿Realmente quieres finalizar esta encuesta?";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "¿Realmente quieres cerrar sesión de esta cuenta?";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "¿Realmente quieres eliminar esta cuenta?";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "¿Deseas conectarte al servidor de cualquier modo?";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "Do you want to delete this conversation?";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "¿Quieres activar tu cámara?";

/* No comment provided by engineer. */
"Do you want to join this call?" = "¿Quieres unirte a esta llamada?";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "¿Quieres compartir '%@' en la conversación?";

/* No comment provided by engineer. */
"Do you want to stop the recording?" = "¿Quieres detener la grabación?";

/* No comment provided by engineer. */
"Don't clear" = "No borrar";

/* No comment provided by engineer. */
"Double tap to dismiss authentication dialog" = "Toca dos veces para descartar el cuadro de diálogo de autenticación";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "Toca dos veces para descartar las opciones de uso compartido";

/* No comment provided by engineer. */
"Double tap to display call options" = "Double tap to display call options";

/* A menu to show additional options for the current conversation */
"Double tap to display option menu" = "Double tap to display option menu";

/* No comment provided by engineer. */
"Double tap to display thread notification level options" = "Double tap to display thread notification level options";

/* No comment provided by engineer. */
"Double tap to edit profile" = "Toca dos veces para editar el perfil";

/* No comment provided by engineer. */
"Double tap to enable or disable 'Call without notification' option" = "Double tap to enable or disable 'Call without notification' option";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "Toca dos veces para activar o desactivar la cámara";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "Toca dos veces para activar o desactivar el micrófono";

/* speaker = Loudspeaker, device */
"Double tap to enable or disable the speaker" = "Toca dos veces para activar o desactivar el altavoz";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "Toca dos veces para finalizar la edición del perfil";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "Toca dos veces para ir a la información de la conversación";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "Toca dos veces para ir al perfil del usuario y a los ajustes de la aplicación";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "Toca dos veces para colgar la llamada";

/* No comment provided by engineer. */
"Double tap to lower hand" = "Toca dos veces para bajar la mano";

/* No comment provided by engineer. */
"Double tap to open file browser" = "Toca dos veces para abrir el explorador de archivos";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "Toca dos veces para seleccionar diferentes rutas de audio";

/* No comment provided by engineer. */
"Double tap to send message" = "Toca dos veces para enviar un mensaje";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "Toca dos veces para compartir con las conversaciones seleccionadas";

/* No comment provided by engineer. */
"Double tap to show more actions" = "Toca dos veces para mostrar más acciones";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "Toca dos veces para mostrar u ocultar la vista de chat";

/* No comment provided by engineer. */
"Double tap to start a video call" = "Toca dos veces para iniciar una videollamada";

/* No comment provided by engineer. */
"Double tap to start a voice only call" = "Double tap to start a voice only call";

/* No comment provided by engineer. */
"Double tap to stop recording" = "Toca dos veces para detener la grabación";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "Toca dos veces para actualizar esta llamada de voz a una videollamada";

/* No comment provided by engineer. */
"Duplicate session" = "Sesión duplicada";

/* Edit a message or room participants */
"Edit" = "Editar";

/* No comment provided by engineer. */
"Edit attendees" = "Edit attendees";

/* No comment provided by engineer. */
"Edit thread details" = "Edit thread details";

/* A message was edited */
"edited" = "edited";

/* A message was edited by ... */
"edited by" = "edited by";

/* A message was edited by ... */
"Edited by" = "Edited by";

/* No comment provided by engineer. */
"Editing Message" = "Editando mensaje";

/* No comment provided by engineer. */
"Editing poll draft" = "Editing poll draft";

/* No comment provided by engineer. */
"Editing poll failed" = "Editing poll failed";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "No tienes permisos de chat o la conversación está en modo de solo lectura.";

/* No comment provided by engineer. */
"Email" = "Correo electrónico";

/* No comment provided by engineer. */
"Empty summary response" = "Empty summary response";

/* No comment provided by engineer. */
"Enable" = "Habilitar";

/* No comment provided by engineer. */
"Enable blur" = "Enable blur";

/* No comment provided by engineer. */
"Enable screensharing" = "Enable screensharing";

/* No comment provided by engineer. */
"Enable speaker" = "Enable speaker";

/* No comment provided by engineer. */
"End call" = "Finalizar llamada";

/* No comment provided by engineer. */
"End call for everyone" = "Finalizar llamada para todos";

/* No comment provided by engineer. */
"End poll" = "Finalizar encuesta";

/* No comment provided by engineer. */
"Enter a new password" = "Enter a new password";

/* No comment provided by engineer. */
"Enter a password" = "Enter a password";

/* No comment provided by engineer. */
"Error occurred when creating a reminder" = "Error occurred when creating a reminder";

/* No comment provided by engineer. */
"Error occurred while editing a message" = "Error occurred while editing a message";

/* External signaling used */
"External" = "Externo";

/* No comment provided by engineer. */
"Failed to accept invitation" = "Failed to accept invitation";

/* No comment provided by engineer. */
"Failed to check or create attachment folder" = "Failed to check or create attachment folder";

/* No comment provided by engineer. */
"Failed to clear reminder" = "Failed to clear reminder";

/* No comment provided by engineer. */
"Failed to connect to %@" = "Error al conectarse a %@";

/* No comment provided by engineer. */
"Failed to forward message" = "Error al reenviar el mensaje";

/* No comment provided by engineer. */
"Failed to get calendar to schedule a meeting" = "Failed to get calendar to schedule a meeting";

/* No comment provided by engineer. */
"Failed to reject invitation" = "Failed to reject invitation";

/* No comment provided by engineer. */
"Failed to send message" = "Error al enviar el mensaje";

/* No comment provided by engineer. */
"Failed to share recording" = "Error al compartir la grabación";

/* No comment provided by engineer. */
"Failed to unban selected entry" = "Failed to unban selected entry";

/* No comment provided by engineer. */
"Federated" = "Federado";

/* No comment provided by engineer. */
"Fetching status …" = "Obteniendo estado...";

/* Filename of a file */
"File" = "Archivo";

/* No comment provided by engineer. */
"Files" = "Archivos";

/* Title for available conversations filters */
"Filters" = "Filters";

/* No comment provided by engineer. */
"First day" = "First day";

/* No comment provided by engineer. */
"Follow conversation settings" = "Follow conversation settings";

/* No comment provided by engineer. */
"For password reset and notifications" = "Para restablecer contraseña y notificaciones";

/* No comment provided by engineer. */
"Format" = "Formato";

/* No comment provided by engineer. */
"Forward" = "Adelante";

/* No comment provided by engineer. */
"Forward to" = "Reenviar a";

/* 'From' which language user wants to translate text */
"From" = "From";

/* from Alice at nextcloud.local */
"from %@ at %@" = "from %1$@ at %2$@";

/* No comment provided by engineer. */
"Full name" = "Nombre completo";

/* No comment provided by engineer. */
"Generate summary" = "Generate summary";

/* No comment provided by engineer. */
"Generating summary of unread messages" = "Generating summary of unread messages";

/* No comment provided by engineer. */
"Generating summary of unread messages failed" = "Generating summary of unread messages failed";

/* No comment provided by engineer. */
"Get source code" = "Obtener el código fuente";

/* No comment provided by engineer. */
"GitHub API error" = "Error de la API de GitHub";

/* Give consent to the recording of the call and join that call */
"Give consent and join call" = "Give consent and join call";

/* No comment provided by engineer. */
"Go to message" = "Go to message";

/* No comment provided by engineer. */
"guest" = "invitado";

/* No comment provided by engineer. */
"Guest" = "Invitado";

/* No comment provided by engineer. */
"Guests access" = "Acceso de invitados";

/* No comment provided by engineer. */
"Guests app enabled?" = "¿App de invitados habilitada?";

/* No comment provided by engineer. */
"Hang up" = "Colgar";

/* TRANSLATORS this is a video quality option (Video quality : HD) */
"HD" = "HD";

/* No comment provided by engineer. */
"Hide" = "Hide";

/* TRANSLATORS this is a video quality option (Video quality : High) */
"High" = "High";

/* No comment provided by engineer. */
"hours" = "horas";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "Si eliminas la conversación, también se eliminará para %@";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "Si activas tu cámara, esta llamada se interrumpirá durante unos segundos.";

/* No comment provided by engineer. */
"If you're using multiple servers, you need to check all of them." = "Si estás usando varios servidores, debes verificar todos ellos.";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "Imágenes, archivos, mensajes de voz...";

/* No comment provided by engineer. */
"Import account" = "Importar cuenta";

/* No comment provided by engineer. */
"Important conversation" = "Important conversation";

/* No comment provided by engineer. */
"in" = "en";

/* No comment provided by engineer. */
"Include calls in call history" = "Include calls in call history";

/* Message is pinned indefinitely */
"Indefinitely" = "Indefinitely";

/* Internal signaling used */
"Internal" = "Interno";

/* Internal note about why a user/guest was banned */
"Internal note" = "Internal note";

/* No comment provided by engineer. */
"Invalid date range" = "Invalid date range";

/* No comment provided by engineer. */
"Invalid email address" = "Invalid email address";

/* No comment provided by engineer. */
"Invalid end date" = "Invalid end date";

/* No comment provided by engineer. */
"Invalid server address" = "Dirección del servidor inválida";

/* No comment provided by engineer. */
"Invalid start date" = "Invalid start date";

/* No comment provided by engineer. */
"Invisible" = "Invisible";

/* No comment provided by engineer. */
"Invitation resent" = "Invitación reenviada";

/* No comment provided by engineer. */
"Invitations resent" = "Invitaciones reenviadas";

/* Invitation for a meeting */
"Invite all users and emails" = "Invite all users and emails";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "Parece que %@ no está instalado en tu servidor.";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "Parece que no hay conexión a Internet.";

/* Italic text */
"Italic" = "Italic";

/* No comment provided by engineer. */
"Join a conversation or start a new one" = "Únete a la conversación o incia una nueva";

/* No comment provided by engineer. */
"Join call" = "Join call";

/* No comment provided by engineer. */
"Join call (audio only)" = "Unirse a la llamada (solo audio)";

/* No comment provided by engineer. */
"Join call with video" = "Unirse a la llamada con video";

/* No comment provided by engineer. */
"Join open conversations" = "Join open conversations";

/* No comment provided by engineer. */
"Join video call" = "Join video call";

/* No comment provided by engineer. */
"Keep" = "Mantener";

/* No comment provided by engineer. */
"Last day (inclusive)" = "Last day (inclusive)";

/* Last subscription to the push notification server */
"Last subscription" = "Última suscripción";

/* No comment provided by engineer. */
"Last sync" = "Última sincronización";

/* Remind me later today about that message */
"Later today" = "Later today";

/* No comment provided by engineer. */
"Leave" = "Salir";

/* No comment provided by engineer. */
"Leave call" = "Leave call";

/* No comment provided by engineer. */
"Leave conversation" = "Dejar la conversación";

/* No comment provided by engineer. */
"less than a minute ago" = "hace menos de un minuto";

/* No comment provided by engineer. */
"Link https://…" = "Liga https:// ...";

/* No comment provided by engineer. */
"Linked file" = "Archivo vinculado";

/* No comment provided by engineer. */
"Load more results" = "Cargar más resultados";

/* No comment provided by engineer. */
"Lobby" = "Vestíbulo";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "El vestíbulo sigue activo y no eres moderador";

/* No comment provided by engineer. */
"Local" = "Local";

/* No comment provided by engineer. */
"Local time: %@" = "Local time: %@";

/* No comment provided by engineer. */
"Location" = "Ubicación";

/* No comment provided by engineer. */
"Location access" = "Acceso a la ubicación";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "El servicio de ubicación ha sido denegado. Verifica tus ajustes.";

/* No comment provided by engineer. */
"Location service is not enabled" = "El servicio de ubicación no está habilitado";

/* No comment provided by engineer. */
"Locations" = "Ubicaciones";

/* No comment provided by engineer. */
"Lock conversation" = "Bloquear conversación";

/* No comment provided by engineer. */
"Log in" = "Iniciar sesión";

/* No comment provided by engineer. */
"Log out" = "Salir de la sesión";

/* No comment provided by engineer. */
"Logged out" = "Sesión cerrada";

/* No comment provided by engineer. */
"Long absence message" = "Long absence message";

/* TRANSLATORS this is a video quality option (Video quality : Low) */
"Low" = "Low";

/* No comment provided by engineer. */
"Lower hand" = "Bajar la mano";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = "Manual";

/* No comment provided by engineer. */
"Mark as read" = "Marcar como leído";

/* No comment provided by engineer. */
"Mark as unread" = "Marcar como no leído";

/* No comment provided by engineer. */
"Match system contacts" = "Comparar contactos del sistema";

/* No comment provided by engineer. */
"Media" = "Medios";

/* No comment provided by engineer. */
"Meeting created" = "Meeting created";

/* No comment provided by engineer. */
"Meeting ended" = "Meeting ended";

/* No comment provided by engineer. */
"Meeting ID" = "ID de la reunión";

/* No comment provided by engineer. */
"Meeting settings" = "Ajustes de la reunión";

/* 'Meetings' meaning 'Conversations that were created from a calendar event'
   Headline for a 'meeting section' */
"Meetings" = "Meetings";

/* 'Mentioned' meaning 'Mentioned conversations' */
"Mentioned" = "Mencionado";

/* Copy 'message' */
"Message" = "Message";

/* No comment provided by engineer. */
"Message copied" = "Mensaje copiado";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "El mensaje no se pudo borrar porque es demasiado antiguo";

/* No comment provided by engineer. */
"Message deleted successfully" = "Mensaje eliminado exitosamente";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "El mensaje se eliminó exitosamente, pero Matterbridge está configurado y el mensaje podría haberse distribuido a otros servicios";

/* No comment provided by engineer. */
"Message editing failed" = "Message editing failed";

/* No comment provided by engineer. */
"Message expiration" = "Vencimiento del mensaje";

/* Copy 'link' to a message */
"Message link" = "Message link";

/* No comment provided by engineer. */
"Message link copied" = "Message link copied";

/* No comment provided by engineer. */
"Message pinned" = "Message pinned";

/* No comment provided by engineer. */
"Message preview will be disabled in conversation list and notifications" = "Message preview will be disabled in conversation list and notifications";

/* No comment provided by engineer. */
"Message rescheduling failed" = "Message rescheduling failed";

/* No comment provided by engineer. */
"Message scheduling failed" = "Message scheduling failed";

/* No comment provided by engineer. */
"Message successfully edited" = "Message successfully edited";

/* No comment provided by engineer. */
"Message successfully rescheduled" = "Message successfully rescheduled";

/* No comment provided by engineer. */
"Message successfully scheduled" = "Message successfully scheduled";

/* No comment provided by engineer. */
"Message unpinned" = "Message unpinned";

/* No comment provided by engineer. */
"Messages" = "Mensajes";

/* No comment provided by engineer. */
"Microphone" = "Micrófono";

/* No comment provided by engineer. */
"Microphone access" = "Acceso al micrófono";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = "No se permite el acceso al micrófono. Verifica tus ajustes.";

/* No comment provided by engineer. */
"Microphone disabled" = "Micrófono desactivado";

/* No comment provided by engineer. */
"Microphone enabled" = "Micrófono habilitado";

/* No comment provided by engineer. */
"minutes" = "minutos";

/* No comment provided by engineer. */
"Missed call from" = "Llamada perdida de";

/* No comment provided by engineer. */
"Missing phone number information" = "Falta información del número de teléfono";

/* The signaling mode used */
"Mode" = "Modo";

/* No comment provided by engineer. */
"moderator" = "moderador";

/* No comment provided by engineer. */
"Modification date" = "Fecha de modificación";

/* More menu elements */
"More" = "Más";

/* No comment provided by engineer. */
"More actions" = "Más acciones";

/* No comment provided by engineer. */
"Multiple answers" = "Respuestas múltiples";

/* No comment provided by engineer. */
"Mute all notifications" = "Silenciar todas las notificaciones";

/* No comment provided by engineer. */
"Mute others" = "Mute others";

/* No comment provided by engineer. */
"My location" = "Mi ubicación";

/* No comment provided by engineer. */
"Name" = "Nombre";

/* No comment provided by engineer. */
"Nearby places" = "Lugares cercanos";

/* No comment provided by engineer. */
"Network available" = "Red disponible";

/* No comment provided by engineer. */
"Network not available" = "Red no disponible";

/* Never subscribed to the push notification server */
"Never subscribed" = "Nunca suscrito";

/* No comment provided by engineer. */
"New conversation" = "Nueva conversación";

/* No comment provided by engineer. */
"New poll" = "Nueva encuesta";

/* Remind me next week about that message */
"Next week" = "Next week";

/* No comment provided by engineer. */
"HPACloud server not found" = "Servidor de HPACloud no encontrado";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No actions available" = "No hay acciones disponibles";

/* No comment provided by engineer. */
"No active account found" = "No active account found";

/* No comment provided by engineer. */
"No AI provider available or summarizing failed" = "No AI provider available or summarizing failed";

/* No comment provided by engineer. */
"No banned users or guests" = "No banned users or guests";

/* No comment provided by engineer. */
"No description provided" = "No se proporcionó una descripción";

/* No comment provided by engineer. */
"No files in here" = "No hay archivos aquí";

/* 'No filter' meaning 'No filter will be applied in conversations list' */
"No filter" = "No filter";

/* No comment provided by engineer. */
"No followed threads" = "No followed threads";

/* No comment provided by engineer. */
"No messages found to summarize" = "No messages found to summarize";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "Aún no hay mensajes. ¡!Inicia la conversación!";

/* No comment provided by engineer. */
"No participants found" = "No se encontraron participantes";

/* No comment provided by engineer. */
"No permission to join this conversation" = "No permission to join this conversation";

/* No comment provided by engineer. */
"No poll drafts saved yet" = "No poll drafts saved yet";

/* No comment provided by engineer. */
"No recent threads" = "No recent threads";

/* No comment provided by engineer. */
"No response from server" = "Sin respuesta del servidor";

/* No comment provided by engineer. */
"No results found" = "No se encontraron resultados";

/* No comment provided by engineer. */
"No shared items" = "No hay elementos compartidos";

/* No comment provided by engineer. */
"No upcoming events" = "No upcoming events";

/* No comment provided by engineer. */
"No user found" = "No user found";

/* TRANSLATORS this is a video quality option (Video quality : Normal) */
"Normal" = "Normal";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "No solicitado";

/* No comment provided by engineer. */
"Note to self" = "Note to self";

/* Internal note for moderators, usually a reason for this ban */
"Note:" = "Note:";

/* No comment provided by engineer. */
"Notifications" = "Notificaciones";

/* No comment provided by engineer. */
"Notifications app enabled?" = "¿App de notificaciones habilitada?";

/* No comment provided by engineer. */
"Notify about calls" = "Notify about calls";

/* Indicates an event happening right now */
"Now" = "Ahora";

/* No comment provided by engineer. */
"Off" = "Desactivado";

/* No comment provided by engineer. */
"Offline" = "Sin conexión";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "Desconectado, solo se muestran mensajes descargados";

/* No comment provided by engineer. */
"OK" = "OK";

/* Will be used as the caller name when a VoIP notification can't be decrypted */
"Old account" = "Cuenta antigua";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "Una vez que se abandona una conversación, para volver a unirse a una conversación cerrada, se necesita una invitación. Una conversación abierta se puede volver a unir en cualquier momento.";

/* No comment provided by engineer. */
"Once a conversation is unarchived, it will be shown by default again." = "Once a conversation is unarchived, it will be shown by default again.";

/* No comment provided by engineer. */
"Online" = "En línea";

/* No comment provided by engineer. */
"Online status" = "Estado en línea";

/* No comment provided by engineer. */
"Only audio and screen shares" = "Only audio and screen shares";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "Solo se pueden borrar mensajes de chat normales";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "Sincronizar solo con servidores de confianza";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "Solo visible para personas que coincidan a través de la integración de número de teléfono";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "Solo visible para personas en esta instancia e invitados";

/* No comment provided by engineer. */
"Open" = "Open";

/* No comment provided by engineer. */
"Open app settings" = "Abrir ajustes de la app";

/* No comment provided by engineer. */
"Open conversation to registered users" = "Abrir la conversación a usuarios registrados";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "Conversaciones abiertas";

/* No comment provided by engineer. */
"Open in %@" = "Abrir en %@";

/* No comment provided by engineer. */
"Open in Google Maps" = "Open in Google Maps";

/* No comment provided by engineer. */
"Open in Maps" = "Open in Maps";

/* A menu to show additional options for the current conversation */
"Option menu" = "Option menu";

/* No comment provided by engineer. */
"Other Accounts" = "Otras cuentas";

/* No comment provided by engineer. */
"Other participants" = "Other participants";

/* No comment provided by engineer. */
"Others" = "Otros";

/* Owner of a repository */
"Owner" = "Propietario";

/* No comment provided by engineer. */
"Participants" = "Participants";

/* No comment provided by engineer. */
"Password" = "Contraseña";

/* No comment provided by engineer. */
"Password copied" = "Password copied";

/* No comment provided by engineer. */
"Password is secure" = "Password is secure";

/* No comment provided by engineer. */
"Password needs to be at least %d characters long" = "Password needs to be at least %d characters long";

/* No comment provided by engineer. */
"Password protection" = "Protección con contraseña";

/* No comment provided by engineer. */
"Pending invitations" = "Pending invitations";

/* No comment provided by engineer. */
"Phone number" = "Número telefónico";

/* No comment provided by engineer. */
"Phone number integration" = "Integración de número de teléfono";

/* No comment provided by engineer. */
"Phone number set successfully" = "Número de teléfono configurado exitosamente";

/* No comment provided by engineer. */
"Photo Library" = "Galería de fotos";

/* No comment provided by engineer. */
"Photo library access" = "Acceso a la galería de fotos";

/* No comment provided by engineer. */
"Pick date & time" = "Pick date & time";

/* Pin a message to be always visible in the chat */
"Pin message" = "Pin message";

/* Message was pinned at … */
"Pinned at %@" = "Pinned at %@";

/* A message was pinned by ... */
"pinned by" = "pinned by";

/* No comment provided by engineer. */
"Pinned messages" = "Pinned messages";

/* Message is pinned until … */
"Pinned until %@" = "Pinned until %@";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "Por favor, verifica que has ingresado una dirección de servidor válida.";

/* No comment provided by engineer. */
"Please check that you entered the correct HPACloud server address." = "Por favor, verifica que has ingresado la dirección correcta del servidor HPACloud.";

/* No comment provided by engineer. */
"Please check that you entered the correct server address." = "Please check that you entered the correct server address.";

/* No comment provided by engineer. */
"Please contact your system administrator." = "Por favor, contacta con el administrador del sistema.";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "Por favor, actualiza tu servidor con la última versión disponible de %@.";

/* No comment provided by engineer. */
"Please update." = "Por favor, actualiza.";

/* No comment provided by engineer. */
"Poll" = "Encuesta";

/* No comment provided by engineer. */
"Poll draft" = "Poll draft";

/* No comment provided by engineer. */
"Poll draft has been saved" = "Poll draft has been saved";

/* No comment provided by engineer. */
"Poll drafts" = "Poll drafts";

/* No comment provided by engineer. */
"Poll results" = "Resultados de la encuesta";

/* No comment provided by engineer. */
"Polls" = "Encuestas";

/* No comment provided by engineer. */
"Preview" = "Previsualizar";

/* No comment provided by engineer. */
"Privacy" = "Privacidad";

/* No comment provided by engineer. */
"Private" = "Privado";

/* No comment provided by engineer. */
"Profile" = "Perfil";

/* No comment provided by engineer. */
"Profile picture" = "Foto de perfil";

/* No comment provided by engineer. */
"Promote to moderator" = "Promover a moderador";

/* No comment provided by engineer. */
"Published" = "Publicado";

/* No comment provided by engineer. */
"Push notifications" = "Notificaciones push";

/* No comment provided by engineer. */
"Question" = "Pregunta";

/* No comment provided by engineer. */
"Raise hand" = "Levantar la mano";

/* No comment provided by engineer. */
"Reachable?" = "¿Alcanzable?";

/* No comment provided by engineer. */
"Reactions" = "Reacciones";

/* No comment provided by engineer. */
"Read status" = "Estado de lectura";

/* No comment provided by engineer. */
"Received call from an old account" = "Llamada recibida de una cuenta antigua";

/* No comment provided by engineer. */
"Recent threads" = "Recent threads";

/* No comment provided by engineer. */
"Record voice message" = "Grabar mensaje de voz";

/* No comment provided by engineer. */
"Recording" = "Grabando";

/* No comment provided by engineer. */
"Recording consent is required" = "Recording consent is required";

/* No comment provided by engineer. */
"Recording consent required for joining the call" = "Recording consent required for joining the call";

/* No comment provided by engineer. */
"Recordings" = "Grabaciones";

/* No comment provided by engineer. */
"Redo" = "Rehacer";

/* No comment provided by engineer. */
"Reference API supported?" = "¿API de referencia soportada?";

/* No comment provided by engineer. */
"Reject" = "Reject";

/* No comment provided by engineer. */
"Reminder was successfully cleared" = "Reminder was successfully cleared";

/* No comment provided by engineer. */
"Reminder was successfully set" = "Reminder was successfully set";

/* No comment provided by engineer. */
"Remote server is unreachable" = "Remote server is unreachable";

/* No comment provided by engineer. */
"Remove" = "Eliminar";

/* No comment provided by engineer. */
"Remove account" = "Eliminar cuenta";

/* No comment provided by engineer. */
"Remove from favorites" = "Eliminar de favoritos";

/* No comment provided by engineer. */
"Remove group and members" = "Eliminar grupo y miembros";

/* No comment provided by engineer. */
"Remove old duplicate entries and leave only the most recent entries." = "Eliminar entradas duplicadas antiguas y dejar solo las entradas más recientes.";

/* No comment provided by engineer. */
"Remove participant" = "Eliminar participante";

/* No comment provided by engineer. */
"Remove password" = "Eliminar contraseña";

/* No comment provided by engineer. */
"Remove team and members" = "Remove team and members";

/* Replacement in case of out of office */
"Replacement" = "Replacement";

/* Replacement in case of out of office */
"Replacement (optional)" = "Replacement (optional)";

/* No comment provided by engineer. */
"Reply" = "Responder";

/* No comment provided by engineer. */
"Reply privately" = "Responder en privado";

/* Name of a repository */
"Repo" = "Repo";

/* Reschedule a message that is send later */
"Reschedule" = "Reschedule";

/* Reschedule a message that is send later with a notification */
"Reschedule with notification" = "Reschedule with notification";

/* Reschedule a message that is send later without a notification */
"Reschedule without notification" = "Reschedule without notification";

/* No comment provided by engineer. */
"Resend" = "Reenviar";

/* No comment provided by engineer. */
"Resend invitation" = "Reenviar invitación";

/* No comment provided by engineer. */
"Resend invitations" = "Reenviar invitaciones";

/* Title for a section where different reset options are shown */
"Reset" = "Reset";

/* Replacement in case of out of office */
"Reset replacement" = "Reset replacement";

/* Results of a poll */
"Results" = "Resultados";

/* No comment provided by engineer. */
"Retry" = "Reintentar";

/* Save conversation description */
"Save" = "Guardar";

/* No comment provided by engineer. */
"Save as draft" = "Save as draft";

/* No comment provided by engineer. */
"Save password" = "Save password";

/* No comment provided by engineer. */
"Save to 'Note to self'" = "Save to 'Note to self'";

/* No comment provided by engineer. */
"Say hi to your friends and colleagues!" = "¡Saluda a tus amigos y colegas!";

/* No comment provided by engineer. */
"Scan QR code" = "Scan QR code";

/* Noun. 'Schedule' of a meeting */
"Schedule" = "Schedule";

/* No comment provided by engineer. */
"Schedule a meeting" = "Schedule a meeting";

/* No comment provided by engineer. */
"Scheduled messages" = "Scheduled messages";

/* No comment provided by engineer. */
"Screensharing stopped" = "Screensharing stopped";

/* No comment provided by engineer. */
"Search" = "Buscar";

/* No comment provided by engineer. */
"Search for places" = "Buscar lugares";

/* Replacement in case of out of office */
"Select a replacement" = "Select a replacement";

/* No comment provided by engineer. */
"Select language" = "Seleccionar idioma";

/* Copy a 'selection' of a message */
"Selection" = "Selection";

/* No comment provided by engineer. */
"Send" = "Enviar";

/* No comment provided by engineer. */
"Send a reaction" = "Enviar una reacción";

/* No comment provided by engineer. */
"Send call notification" = "Enviar notificación de llamada";

/* No comment provided by engineer. */
"Send later" = "Send later";

/* No comment provided by engineer. */
"Send later without notification" = "Send later without notification";

/* No comment provided by engineer. */
"Send message" = "Enviar mensaje";

/* Send a message now */
"Send now" = "Send now";

/* No comment provided by engineer. */
"Send without notification" = "Enviar sin notificación";

/* No comment provided by engineer. */
"Send/Accept" = "Enviar/Aceptar";

/* No comment provided by engineer. */
"Sending no invitations" = "Sending no invitations";

/* No comment provided by engineer. */
"Sensitive conversation" = "Sensitive conversation";

/* A message has been sent without notifications */
"Sent without notification" = "Sent without notification";

/* No comment provided by engineer. */
"Server" = "Servidor";

/* No comment provided by engineer. */
"Server address https://…" = "Dirección del servidor https://...";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "El servidor está actualmente en modo de mantenimiento";

/* No comment provided by engineer. */
"Server not found" = "Server not found";

/* No comment provided by engineer. */
"Set" = "Establecer";

/* No comment provided by engineer. */
"Set password" = "Establecer contraseña";

/* Remind me later about that message */
"Set reminder" = "Set reminder";

/* No comment provided by engineer. */
"Set status message" = "Establecer mensaje de estado";

/* No comment provided by engineer. */
"Settings" = "Configuraciones ";

/* No comment provided by engineer. */
"Share" = "Compartir";

/* No comment provided by engineer. */
"Share a file from your HPACloud" = "Compartir un archivo de tu HPACloud";

/* No comment provided by engineer. */
"Share current location" = "Compartir ubicación actual";

/* No comment provided by engineer. */
"Share link" = "Compartir liga";

/* No comment provided by engineer. */
"Share location" = "Compartir ubicación";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "Compartir ubicación con pin";

/* No comment provided by engineer. */
"Share to chat" = "Compartir en chat";

/* No comment provided by engineer. */
"Share with" = "Compartir con";

/* No comment provided by engineer. */
"Shared items" = "Elementos compartidos";

/* No comment provided by engineer. */
"Shared location" = "Ubicación compartida";

/* No comment provided by engineer. */
"Sharing to a federated conversation is not supported." = "Sharing to a federated conversation is not supported.";

/* No comment provided by engineer. */
"Short absence status" = "Short absence status";

/* No comment provided by engineer. */
"Short absence status is too long" = "Short absence status is too long";

/* No comment provided by engineer. */
"Show more…" = "Mostrar más…";

/* No comment provided by engineer. */
"Signaling" = "Señalización";

/* No comment provided by engineer. */
"SIP dial-in" = "Discado SIP";

/* No comment provided by engineer. */
"Skip" = "Omitir";

/* No comment provided by engineer. */
"Slide to cancel" = "Desliza para cancelar";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "Algunos mensajes no se muestran, se descargarán cuando estés en línea";

/* No comment provided by engineer. */
"Source code" = "Código fuente";

/* speaker = Loudspeaker, device */
"Speaker" = "Altavoz";

/* speaker = Loudspeaker, device */
"Speaker disabled" = "Altavoz desactivado";

/* speaker = Loudspeaker, device */
"Speaker enabled" = "Altavoz habilitado";

/* No comment provided by engineer. */
"Speech recognition access is not allowed. Check your settings." = "El acceso al reconocimiento de voz no está permitido. Verifica tus ajustes.";

/* No comment provided by engineer. */
"Speech recognition failed" = "Fallo en el reconocimiento de voz";

/* No comment provided by engineer. */
"Start a new group conversation" = "Start a new group conversation";

/* No comment provided by engineer. */
"Start call" = "Start call";

/* No comment provided by engineer. */
"Start call silently" = "Start call silently";

/* No comment provided by engineer. */
"Start recording" = "Iniciar grabación";

/* No comment provided by engineer. */
"Start time" = "Hora de inicio";

/* No comment provided by engineer. */
"Start video call" = "Start video call";

/* No comment provided by engineer. */
"Start video call silently" = "Start video call silently";

/* No comment provided by engineer. */
"Status" = "Estatus";

/* No comment provided by engineer. */
"Status message" = "Mensaje de estado";

/* Action to 'Stop' a recording */
"Stop" = "Detener";

/* No comment provided by engineer. */
"Stop recording" = "Detener grabación";

/* No comment provided by engineer. */
"Stop screensharing" = "Stop screensharing";

/* Strikethrough text */
"Strikethrough" = "Strikethrough";

/* No comment provided by engineer. */
"STUN servers" = "Servidores STUN";

/* No comment provided by engineer. */
"Submit vote" = "Enviar voto";

/* No comment provided by engineer. */
"Switch account" = "Cambiar de cuenta";

/* No comment provided by engineer. */
"Switching to another conversation …" = "Cambiando a otra conversación …";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "Sincronizar con servidores de confianza y la libreta de direcciones global y pública";

/* Talk to a user */
"Talk to" = "Talk to";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "Toca y mantén pulsado para grabar un mensaje de voz";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "Toca y mantén pulsado para grabar un mensaje de voz, suelta el botón para enviarlo.";

/* No comment provided by engineer. */
"Test failed" = "Test failed";

/* No comment provided by engineer. */
"Test push notifications" = "Test push notifications";

/* No comment provided by engineer. */
"Test results" = "Test results";

/* No comment provided by engineer. */
"Test results copied" = "Test results copied";

/* No comment provided by engineer. */
"The app is too old and no longer supported by this server." = "La aplicación es demasiado antigua y ya no es compatible con este servidor.";

/* No comment provided by engineer. */
"The call for this event ended. Do you want to delete this conversation for everyone?" = "The call for this event ended. Do you want to delete this conversation for everyone?";

/* No comment provided by engineer. */
"The call has been running for one hour" = "The call has been running for one hour";

/* No comment provided by engineer. */
"The call might be recorded" = "The call might be recorded";

/* No comment provided by engineer. */
"The password is wrong" = "La contraseña es incorrecta";

/* No comment provided by engineer. */
"The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call." = "The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call.";

/* No comment provided by engineer. */
"The token might be used already or is expired. Please generate a new QR code and retry." = "The token might be used already or is expired. Please generate a new QR code and retry.";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "No hay una cuenta para el usuario %1$@ en el servidor %2$@ configurado en esta aplicación.";

/* No comment provided by engineer. */
"This call is being recorded" = "Esta llamada está siendo grabada";

/* No comment provided by engineer. */
"This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation." = "This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation.";

/* No comment provided by engineer. */
"This conversation is read-only" = "Esta conversación es de solo lectura";

/* No comment provided by engineer. */
"This conversation will be automatically deleted for everyone in %ld days of no activity." = "This conversation will be automatically deleted for everyone in %ld days of no activity.";

/* No comment provided by engineer. */
"This is the web address you use to access your server in your web browser." = "This is the web address you use to access your server in your web browser.";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "Esta reunión está programada para";

/* No comment provided by engineer. */
"This might take a moment" = "This might take a moment";

/* No comment provided by engineer. */
"This summary is AI generated and may contain mistakes." = "This summary is AI generated and may contain mistakes.";

/* No comment provided by engineer. */
"This usually indicates that this device was previously used for an account, which was not properly removed from the server." = "Esto suele indicar que este dispositivo se utilizó anteriormente para una cuenta, que no se eliminó correctamente del servidor.";

/* No comment provided by engineer. */
"This week" = "Esta semana";

/* Remind me this weekend about that message */
"This weekend" = "This weekend";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "Esto afectará la funcionalidad de esta aplicación. Por favor, revisa tus ajustes.";

/* No comment provided by engineer. */
"Thread" = "Thread";

/* No comment provided by engineer. */
"Thread notification level button" = "Thread notification level button";

/* No comment provided by engineer. */
"Thread title" = "Thread title";

/* No comment provided by engineer. */
"Threads" = "Threads";

/* No comment provided by engineer. */
"Title" = "Título";

/* 'To' which language user wants to translate text */
"To" = "Para";

/* No comment provided by engineer. */
"To resolve this issue, use the web interface and go to \"Settings -> Security\"." = "Para resolver este problema, usa la interfaz web y ve a \"Configuración -> Seguridad\".";

/* TRANSLATORS this is for sending something 'to' a user. E.g. 'To: John Doe' */
"To:" = "Para:";

/* No comment provided by engineer. */
"Today" = "Hoy";

/* Remind me tomorrow about that message */
"Tomorrow" = "Tomorrow";

/* TRANSLATORS this is for transcribing a voice message to text */
"Transcribe" = "Transcribir";

/* TRANSLATORS transcript of a voice-message */
"Transcript" = "Transcripción";

/* No comment provided by engineer. */
"Translate" = "Traducir";

/* No comment provided by engineer. */
"Translation" = "Traducción";

/* No comment provided by engineer. */
"Translation failed" = "Falló la traducción";

/* Waiting message when trying to login with QR code */
"Trying to login…" = "Trying to login…";

/* No comment provided by engineer. */
"TURN servers" = "Servidores TURN";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter handle @…" = "Cuenta de twitter @...";

/* No comment provided by engineer. */
"Typing indicator" = "Indicador de escritura";

/* No comment provided by engineer. */
"Typing indicators are only available when using a high performance backend (HPB)" = "Los indicadores de escritura solo están disponibles al usar un backend de alto rendimiento (HPB)";

/* No comment provided by engineer. */
"Unable to get context of the message" = "Unable to get context of the message";

/* No comment provided by engineer. */
"Unable to get conversation of the message" = "Unable to get conversation of the message";

/* No comment provided by engineer. */
"Unable to load file" = "No se pudo cargar el archivo";

/* No comment provided by engineer. */
"Unable to open file" = "No se pudo abrir el archivo";

/* No comment provided by engineer. */
"Unable to validate password right now" = "Unable to validate password right now";

/* No comment provided by engineer. */
"Unarchive conversation" = "Unarchive conversation";

/* No comment provided by engineer. */
"Unavailable" = "No disponible";

/* No comment provided by engineer. */
"Unban" = "Unban";

/* No comment provided by engineer. */
"Under \"Devices & sessions\" check if there are duplicate entries for the same device." = "Bajo \"Dispositivos y sesiones\", verifica si hay entradas duplicadas para el mismo dispositivo.";

/* No comment provided by engineer. */
"Undo" = "Deshacer";

/* No comment provided by engineer. */
"Undo Typing" = "Deshacer escritura";

/* No comment provided by engineer. */
"Unknown" = "Desconocido";

/* No comment provided by engineer. */
"Unknown error" = "Error desconocido";

/* No comment provided by engineer. */
"Unknown error occurred" = "Error desconocido ocurrido";

/* No comment provided by engineer. */
"Unpin" = "Unpin";

/* No comment provided by engineer. */
"Unpin message" = "Unpin message";

/* 'Unread' meaning 'Unread conversations' */
"Unread" = "No leído";

/* No comment provided by engineer. */
"Unread mentions" = "Menciones no leídas";

/* No comment provided by engineer. */
"Unread messages" = "Mensajes no leídos";

/* Calling is not supported */
"Unsupported" = "Unsupported";

/* No comment provided by engineer. */
"Update" = "Actualizar";

/* No comment provided by engineer. */
"Updated notification settings" = "Updated notification settings";

/* No comment provided by engineer. */
"Upload failed" = "Falla en la carga";

/* No comment provided by engineer. */
"Uploading %ld elements" = "Subiendo %ld elementos";

/* No comment provided by engineer. */
"Uploading 1 element" = "Subiendo 1 elemento";

/* No comment provided by engineer. */
"User" = "Usuario";

/* No comment provided by engineer. */
"User profile and settings" = "Perfil de usuario y ajustes";

/* No comment provided by engineer. */
"User status supported?" = "¿Soporte de estado de usuario?";

/* No comment provided by engineer. */
"User storage quota exceeded" = "User storage quota exceeded";

/* No comment provided by engineer. */
"Users" = "Usuarios";

/* No comment provided by engineer. */
"Validating password…" = "Validating password…";

/* No comment provided by engineer. */
"Version" = "Versión";

/* No comment provided by engineer. */
"Video quality" = "Calidad de vídeo";

/* Conversation visibility settings */
"Visibility" = "Visibilidad";

/* No comment provided by engineer. */
"Voice messages" = "Mensajes de voz";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "Esperando a que %@ se una a la llamada …";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "Esperando a que otros se unan a la llamada …";

/* No comment provided by engineer. */
"Website" = "Sitio web";

/* No comment provided by engineer. */
"What is your status?" = "¿Cuál es tu estado?";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "Escribe un mensaje, @ para mencionar a alguien …";

/* No comment provided by engineer. */
"Yes" = "Sí";

/* No comment provided by engineer. */
"Yesterday" = "Ayer";

/* No comment provided by engineer. */
"You" = "Tú";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You added {user0} and %ld more participants" = "You added {user0} and %ld more participants";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You added {user0} and {user1}" = "You added {user0} and {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants joined the call" = "You and %ld more participants joined the call";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants left the call" = "You and %ld more participants left the call";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} joined the call" = "You and {actor0} joined the call";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} left the call" = "You and {actor0} left the call";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "Actualmente estás esperando en el vestíbulo";

/* No comment provided by engineer. */
"You are not part of any conversation" = "No eres parte de ninguna conversación";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "No eres parte de ninguna conversación. Presiona + para comenzar una nueva.";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "Puedes configurar tu número de teléfono para que otros usuarios puedan encontrarte";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and %ld more participants from moderators" = "You demoted {user0} and %ld more participants from moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and {user1} from moderators" = "You demoted {user0} and {user1} from moderators";

/* No comment provided by engineer. */
"You have %ld pending invitations" = "You have %ld pending invitations";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "Has sido silenciado por un moderador";

/* No comment provided by engineer. */
"You have no meetings scheduled." = "You have no meetings scheduled.";

/* No comment provided by engineer. */
"You have no unread mentions." = "You have no unread mentions.";

/* No comment provided by engineer. */
"You have no unread messages." = "You have no unread messages.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "Necesitas promocionar a un nuevo moderador antes de poder abandonar %@.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "Necesitas promocionar a un nuevo moderador antes de poder abandonar esta conversación";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and %ld more participants to moderators" = "You promoted {user0} and %ld more participants to moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and {user1} to moderators" = "You promoted {user0} and {user1} to moderators";

/* No comment provided by engineer. */
"You received a new notification" = "Has recibido una nueva notificación";

/* No comment provided by engineer. */
"You reconnected to the call" = "You reconnected to the call";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You removed {user0} and %ld more participants" = "You removed {user0} and %ld more participants";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You removed {user0} and {user1}" = "You removed {user0} and {user1}";

/* No comment provided by engineer. */
"Your email address" = "Tu dirección de correo electrónico";

/* No comment provided by engineer. */
"Your phone number" = "Su número telefónico";

/* No comment provided by engineer. */
"Your PIN" = "Tu PIN";

/* No comment provided by engineer. */
"Your postal address" = "Tu dirección postal";

/* 'Zammad' is a product name */
"Zammad API error" = "Zammad API error";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and %ld more participants" = "{actor0} added you and %ld more participants";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and {user0}" = "{actor0} added you and {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and %ld more participants" = "{actor0} added {user0} and %ld more participants";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and {user1}" = "{actor0} added {user0} and {user1}";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants joined the call" = "{actor0} and %ld more participants joined the call";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants left the call" = "{actor0} and %ld more participants left the call";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} joined the call" = "{actor0} and {actor1} joined the call";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} left the call" = "{actor0} and {actor1} left the call";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and %ld more participants from moderators" = "{actor0} demoted you and %ld more participants from moderators";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and {user0} from moderators" = "{actor0} demoted you and {user0} from moderators";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and %ld more participants from moderators" = "{actor0} demoted {user0} and %ld more participants from moderators";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and {user1} from moderators" = "{actor0} demoted {user0} and {user1} from moderators";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and %ld more participants to moderators" = "{actor0} promoted you and %ld more participants to moderators";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and {user0} to moderators" = "{actor0} promoted you and {user0} to moderators";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and %ld more participants to moderators" = "{actor0} promoted {user0} and %ld more participants to moderators";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and {user1} to moderators" = "{actor0} promoted {user0} and {user1} to moderators";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"{actor0} reconnected to the call" = "{actor0} reconnected to the call";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and %ld more participants" = "{actor0} removed you and %ld more participants";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and {user0}" = "{actor0} removed you and {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and %ld more participants" = "{actor0} removed {user0} and %ld more participants";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and {user1}" = "{actor0} removed {user0} and {user1}";

/* No comment provided by engineer. */
"↓ New messages" = "↓ Nuevos mensajes";

